// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="Ver Ligação Fax";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="Pode verificar se a impressora e a linha telefónica estão prontas para enviar faxes. O resultado será impresso. Ponha papel normal na impressora.";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="Veja se a impressora está ligada à linha telefónica. Para saber como ligar a impressora, consulte a documentação fornecida com a impressora.";
"Press the Start button to run the check."="Pressione o botão Iniciar para executar o teste.";
"Start"="Iniciar";
"Cancel"="Cancelar";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="A verificar ligação de fax...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="Ligação de fax em ordem.";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="Foi detectado erro. P/ informações, veja relatório impresso.";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Acerca do FAX Utility...";
"Preferences..."="Preferências...";
"Services"="Serviços";
"Hide FAX Utility"="Ocultar FAX Utility";
"Hide Others"="Ocultar Outros";
"Show All"="Mostrar Tudo";
"Quit FAX Utility"="Sair do FAX Utility";
"File"="Ficheiro";
"Close"="Fechar";
"Window"="Janela";
"Minimize"="Minimizar";
"Help"="Ajuda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Cancelar";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Não encontra o ficheiro necessário p/ executar a aplicação.\nReinstale o FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossível obter dados da impressora (fax). Vá para \"Impr. e Preferências de fax\" e adicione o controlador PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="O ficheiro especificado já existe. Quer substituir?";
"Str_Alert_Common_Not_Responding_Error"="Impressora não responde. Veja se a impressora está bem ligada e ligada à corrente.";
"Str_Alert_Common_Communication_Error"="Ocorreu erro comunicação da impressora.";
"Str_Alert_Common_Printer_Processing_Error"="Impressora a processar dados. Aguarde um pouco e tente de novo.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Detectado erro ao comunicar c/ a impressora.\nCódigo de erro (%d)";
"Str_Alert_Common_Error_Occurred"="Processamento cancelado porque ocorreu erro.";
"Str_Alert_Common_PrinterStatusError"="Ocorreu erro na impressora. Resolva-o e tente de novo.";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Não pode iniciar Ver Ligação Fax porque outra função do FAX Utility está em execução. Aguarde até que termine e tente de novo.";
"Str_Alert_Fax_Diagnosis_Canceled"="Ver Ligação Fax cancelado.";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="Não foi possível obter o resultado da verificação.";
